/* ====================================================================== */
/* Auth Dialog */

/* ---------------------------------------------------------------------- */
/* Window Titles */
"ENTER_CREDENTIALS" = "Oppgi autoriseringsinformasjon";
"CONNECT_TO_SERVER" = "Koble til tjener";
"PRINTER_AUTH" = "Skrivergodkjenning";
"SCREEN_SHARE_AUTH" = "Del skjerm";

/* ---------------------------------------------------------------------- */
/* Auth Dialog Messages */

/* Generic Connect */
"GENERIC_MSG_BOTH" = "Skriv inn navn og passord for å koble til «%@».";
"GENERIC_MSG_PASS" = "Skriv inn passord for å koble til «%@».";
"GENERIC_MSG_NONAME" = "Oppgi brukernavn og passord.";

/* Protocol Specific */
"AFP_MSG" = "Skriv inn navn og passord for tjeneren «%@».";
"SMB_MSG" = "Skriv inn navn og passord for tjeneren «%@».";
"FTP_MSG" = "Skriv inn navn og passord for tjeneren «%@».";
"WEBDAV_MSG" = "Skriv inn navn og passord for tjeneren «%@».";

/* File Server */
"FS_MSG_BOTH" = "Skriv inn navn og passord for tjeneren «%@».";
"FS_MSG_PASS" = "Skriv inn passordet for tjeneren «%@».";

/* Generic Server */
"SRV_MSG_BOTH" = "Skriv inn navn og passord for tjeneren «%@».";
"SRV_MSG_PASS" = "Skriv inn passordet for tjeneren «%@».";

/* Printer */
"PRINT_MSG_BOTH" = "Skriv inn navn og passord for skriveren «%@».";
"PRINT_MSG_PASS" = "Skriv inn passord for skriveren «%@».";

/* Print Server */
"PS_MSG_BOTH" = "Skriv inn brukernavn og passord for utskriftstjeneren «%@».";
"PS_MSG_PASS" = "Skriv inn brukernavn og passord for utskriftstjeneren «%@».";

/* Screen Sharing */
"SS_MSG_BOTH" = "Skriv inn brukernavn og passord for å dele skjermen til «%@».";
"SS_MSG_PASS" = "Skriv inn passordet for å dele skjermen til «%@».";

"VS_MSG_BOTH" = "Skriv inn brukernavn og passord for å vise skjermen til «%@».";
"VS_MSG_PASS" = "Skriv inn passordet for å se skjermen til «%@».";

/* Time Machine */
"TM_MSG_BOTH" = "Skriv inn navn og passord for tjeneren «%@», slik at Time Machine får tilgang til den.";
"TM_MSG_PASS" = "Skriv inn passordet for tjeneren «%@», slik at Time Machine får tilgang til den.";

/* Pre Auth */
"PA_MSG_BOTH" = "Skriv inn navn og passord for proxytjeneren «%@».";
"PA_MSG_PASS" = "Skriv inn passordet for proxytjeneren «%@».";


/* ---------------------------------------------------------------------- */
/* Auth Dialog Buttons */
"CONNECT" = "Koble til";
"SHARE" = "Del";
"PRINT" = "Skriv ut";
"VIEW" = "Vis";
"OK" = "OK";

"CONNECT_AS" = "Koble til som:";
"GUEST" = "Gjest";
"REGISTERED_USER" = "Registrert bruker";

"CONNECT_BY" = "Koble til:";
"BY_ASKING_FOR_PERMISSION" = "Ved å be om tillatelse";
"AS_REGISTERED_USER" = "Som registrert bruker";


/* ---------------------------------------------------------------------- */
/* Tool Tips */
"TOOLTIP_NAME_SMB" = "Domene\\brukernavn";

/* ====================================================================== */
/* Share Picker Messages */
"SELECT_VOLUME_ON_SERVER" = "Marker volumene du vil aktivere på «%@»:";
"SELECT_VOLUME" = "Marker volumene som skal aktiveres:";

"SELECT_PRINTER_ON_SERVER" = "Velg skriver på «%@»:";

/* ---------------------------------------------------------------------- */
/* default western encoding name */
"WESTERN_MAC" = "Vesteuropeisk (Mac)";


/* ====================================================================== */
/* Change Password */
"CHANGE_PASSWORD_MSG" = "Endre passordet for «%1$@» på «%2$@».";


/* ====================================================================== */
/* Progress Dialog */
"CONNECTING_TO_GENERIC" = "Kobler til…";
"CONNECTING_TO_HOST" = "Kobler til «%@».";


/* ====================================================================== */
/* Volume Password */
"ENTER_VOLUME_PASSWORD_FOR_SERVER" = "Oppgi passordet for «%@» på filtjeneren «%@».";
"ENTER_VOLUME_PASSWORD" = "Oppgi passordet for «%@».";


/* ====================================================================== */
/* Keychain Kinds */
"NETWORK_PASSWORD" = "Nettverkspassord";
"PRINT_PASSWORD" = "Skriverpassord";
"AFP_PASSWORD" = "AFP-passord";
"SMB_PASSWORD" = "SMB-passord";
"FTP_PASSWORD" = "FTP-passord";
"WEBDAV_PASSWORD" = "WebDAV-passord";
"VNC_PASSWORD" = "VNC-passord";


/* ====================================================================== */
/* ---------------------------------------------------------------------- */
/* Error Message Text */
"EMSG_OCCURRED" = "Det har oppstått en feil.";
"EMSG_INVALID_PWD" = "Du har oppgitt et ugyldig passord.";
"EMSG_INVALID_NAME_PWD" = "Du oppga et ugyldig brukernavn eller passord.";
"EMSG_PWD_EXPIRED" = "Passordet ditt er utløpt.";
"EMSG_PWD_NEEDS_CHANGE" = "Du må endre passordet.";
"EMSG_PWD_POLICY" = "Passordet oppfyller ikke kriteriene som gjelder for tjeneren.";
"EMSG_CONNECTION_FAILED" = "Tilkobling mislyktes";

"EMSG_MOUNT_FAILURE" = "Et volum ble ikke aktivert.";

/* ---------------------------------------------------------------------- */
/* Error Info Text */
"EINFO_TRY_AGAIN" = "Prøv på nytt.";
"EINFO_CONTACT_ADMIN" = "Kontakt systemadministratoren for å få mer informasjon.";

"EINFO_NO_ACCESS_USER" = "Du har ikke tilgang til tjeneren «%@».";
"EINFO_NO_ACCESS_GUEST" = "Tjeneren «%@» tillater ikke gjestetilgang.";
"EINFO_SAME_MACHINE" = "Tjeneren «%@» er tilgjengelig på maskinen. Du har lokal tilgang til volumene og filene.";
"EINFO_NO_SERVER" = "Det er mulig at tjeneren «%@» ikke finnes eller at den ikke er tilgjengelig for øyeblikket. Kontroller tjenernavnet eller IP-adressen og nettverksforbindelsen, og prøv på nytt.";
"EINFO_TOO_MANY_USERS" = "Tjeneren «%@» tillater ikke at flere brukere logger seg på. Prøv å koble til igjen senere.";
"EINFO_GENERAL" = "Det oppsto en feil under tilkobling til tjeneren «%@». Kontroller tjenernavnet eller IP-adressen, og prøv på nytt.\n\nHvis du ikke får løst problemet, kontakter du systemadministratoren.";
"EINFO_NO_SHARES" = "Ingen delte volumer er tilgjengelig, eller du har ikke tilgang til dem på tjeneren «%@». Kontakt systemadministratoren for å løse problemet.";

"EINFO_NO_ACCESS_USER_UNKNOWN" = "Du har ikke tilgang til denne tjeneren.";
"EINFO_NO_ACCESS_GUEST_UNKNOWN" = "Denne filtjeneren tillater ikke gjestetilgang.";
"EINFO_SAME_MACHINE_UNKNOWN" = "Denne filtjeneren er tilgjengelig på maskinen. Du har lokal tilgang til volumene og filene.";
"EINFO_NO_SERVER_UNKNOWN" = "Det er mulig at tjeneren ikke finnes eller at den ikke er tilgjengelig for øyeblikket. Kontroller tjenernavnet eller IP-adressen og nettverksforbindelsen, og prøv på nytt.";
"EINFO_TOO_MANY_USERS_UNKNOWN" = "Denne filtjeneren tillater ikke at flere brukere logger seg på. Prøv å koble til igjen senere.";
"EINFO_GENERAL_UNKNOWN" = "Det oppsto en feil under tilkobling til tjeneren. Kontroller tjenernavnet eller IP-adressen, og prøv deretter på nytt.\n\nHvis du ikke får løst problemet, kontakter du systemadministratoren.";
"EINFO_NO_SHARES_UNKNOWN" = "Ingen delte volumer er tilgjengelig, eller du har ikke tilgang til dem på tjeneren. Kontakt med systemadministratoren for å løse problemet.";

"EINFO_UNKNOWN_MOUNT_FAILED" = "Det oppsto en feil under aktivering av et volum.";
"EINFO_ONE_MOUNT_FAILED" = "Kunne ikke aktivere volumet «%@».";
"EINFO_MULTIPLE_MOUNTS_FAILED" = "Følgende volumer kunne ikke aktiveres:";
